Repository: shane-tomlinson/browserid-wordpress
Catalog: lib/languages/browserid-*.po
Languages: fr_fr

source: Logout
fr_fr: Se déconnecter

source: Verification failed
fr_fr: Échec de vérification

source: What is Persona?
fr_fr: Qu'est-ce que Persona ?

source: Site name:
fr_fr: Nom du site :

source: Site logo:
fr_fr: Logo du site :

source: Login redirection URL:
fr_fr: URL de redirection après connexion :

source: Enable for comments:
fr_fr: Activer pour les commentaires :

source: Enable bbPress integration:
fr_fr: Activer l'intégration bbPress

source: Verification server:
fr_fr: Serveur de vérification :

source: Debug mode:
fr_fr: Mode debug :

source: Absolute path, works only with SSL
fr_fr: Chemin absolu, obligatoirement sur SSL

source: Default WordPress dashboard
fr_fr: Panneau WordPress standard

source: Enables anonymous posting implicitly
fr_fr: Active implicitement les commentaires anonymes

source: Security risk!
fr_fr: Risque de sécurité !

source: Save Changes
fr_fr: Sauvegarder les changements

source: Mozilla Persona login button
fr_fr: Bouton de connexion Mozilla Persona

source: Title:
fr_fr: Titre :

source: Sign in with your email
fr_fr: Se connecter avec votre email

source: Settings
fr_fr: Options

source: Verification response invalid
fr_fr: Résultat de vérification invalide

source: reason
fr_fr: raison

source: You must already have an account to log in with Persona.
fr_fr: Vous devez déjà avoir un compte pour vous identifier avec Persona

source: Register
fr_fr: Enregistrement

source: <strong>ERROR</strong>: %s uses Mozilla Persona for registration. Please register using Persona.
fr_fr: <strong>ERREUR</strong>: %s utilise Mozilla Persona pour l'enregistrement. Veuillez vous enregistrer en utilisant Persona.

source: Password reset disabled
fr_fr: Remise à zéro du mot de passe désactivée

source: %s uses Mozilla Persona to sign in and does not use passwords. Password reset is disabled.
fr_fr: %s utilise Mozilla Persona pour la connexion et n'utilise pas de mot de passe. La remise à zéro du mot de passe est désactivée.

source: Disable non-Persona logins:
fr_fr: Obliger les conexions avec Persona seulement:

source: Login button HTML:
fr_fr: HTML pour le bouton de connexion:

source: Logout button HTML:
fr_fr: HTML pour le bouton de déconnexion:

source: Persona source:
fr_fr: Source Persona:

source: Default
fr_fr: Défaut

source: %s uses Mozilla Persona to sign in and does not use passwords
fr_fr: %s utilise Mozilla Persona pour la connexion et n'utilise pas de mots de passe
