Repository: shane-tomlinson/browserid-wordpress
Catalog: languages/browserid-*.po
Languages: ja_jp, nl_nl, ru_ru

source: Sign in with your email
ja_jp: あなたのメールアドレスでサインインする
nl_nl: Log in met je email
ru_ru: Войти с помощью Email

source: Logout
ja_jp: ログアウト
nl_nl: Log uit
ru_ru: Выход

source: Settings
ja_jp: 設定
nl_nl: Instellingen
ru_ru: Настройки

source: Verification failed
ja_jp: 認証が失敗しました
nl_nl: Verificatie mislukt
ru_ru: Ошибка во время проверки

source: Verification response invalid
ja_jp: 認証のレスポンスが正しくありません
nl_nl: Verificatie antwoord ongeldig
ru_ru: Ответ от сервера не правильный

source: You must already have an account to log in with Persona.
ja_jp: あなたは既にPersonaでログインするためのアカウントを持っています。
nl_nl: Je moet al een Persona account hebben voordat je kunt inloggen
ru_ru: У вас должен быть аккаунт для входа с помощью Persona.

source: Register
ja_jp: 登録
nl_nl: Registreer
ru_ru: Регистрация

source: <strong>ERROR</strong>: %s uses Mozilla Persona for registration. Please register using Persona.
ja_jp: <strong>エラー</strong>: %sは登録にMozilla Personaを使用しています。Personaを使った登録してください。
nl_nl: <strong>ERROR</strong>: %s maakt gebruikt van Mozilla Persona voor registratie. Registreer je met Persona.

source: Password reset disabled
ja_jp: パスワードリセットは無効です
nl_nl: Wachtwoord reset is uitgeschakeld
ru_ru: Сброс пароля отключен

source: %s uses Mozilla Persona to sign in and does not use passwords. Password reset is disabled.
ja_jp: %sはサインインにMozilla Personaを利用していますが、パスワードを使用していません。パスワードリセットは無効です。
nl_nl: %s maakt gebruik van Mozilla Persona om in te loggen en gebruikt geen wachtwoorden. Wachtwoord reset is uitgeschakeld.
ru_ru: %s использовал Mozilla Persona для входа на сайт без пароля. Сброс пароля отключен.

source: Comment must be submitted using Persona
ja_jp: コメントを投稿するにはPersonaを利用する必要があります
nl_nl: Reactie moet via Persona ingestuurd worden

source: What is Persona?
ja_jp: Personaとは何ですか?
nl_nl: Wat is Persona?
ru_ru: Что такое Pesona?

source: Administration
ja_jp: 管理
nl_nl: Administratie
ru_ru: Администрация

source: Site name:
ja_jp: サイト名:
nl_nl: Website naam:
ru_ru: Название сайта:

source: Site logo:
ja_jp: サイトロゴ:
nl_nl: Website logo:
ru_ru: Логотип сайта:

source: Dialog background color:
nl_nl: Popup achtergrond kleur:

source: Terms of service:
nl_nl: Gebruikersvoorwaarden:

source: Privacy policy:
nl_nl: Privacybeleid:

source: Disable non-Persona logins:
ja_jp: Personaではないログインを無効にする:
nl_nl: Schakel niet-Persona logins uit:
ru_ru: Сделать Persona единственным инструментом для входа в систему:

source: Login button color:
nl_nl: Login knop kleur:

source: Login button HTML:
ja_jp: ログインボタンのHTML:
nl_nl: Login knop HTML:
ru_ru: HTML кнопка входа:

source: Logout button HTML:
ja_jp: ログアウトボタンのHMTL:
nl_nl: Uitlog knop HTML:
ru_ru: HTML кнопка выхода:

source: Login redirection URL:
ja_jp: ログインの際のリダイレクトURL:
nl_nl: Login doorstuur URL:
ru_ru: URL для перенаправления после входа:

source: Enable for comments:
ja_jp: コメントを有効にする:
nl_nl: Inschakelen op reacties
ru_ru: Включить в комментариях:

source: Comment button HTML:
nl_nl: Reacties knop HTML:
ru_ru: HTML кнопка комментария:

source: Enable bbPress integration:
ja_jp: bbPressとの統合を有効にする:
nl_nl: Schakel bbPress intergratie in:
ru_ru: Включить интеграцию с bbPress:

source: Persona source:
ja_jp: Personaソース:
nl_nl: Persona bron:

source: Verification server:
ja_jp: 認証サーバー:
nl_nl: Verificatie server:
ru_ru: Сервер проверки:

source: Debug mode:
ja_jp: デバッグモード:
nl_nl: Debug modus:
ru_ru: Режим отладки:

source: Absolute path, works only with SSL
ja_jp: 絶対パス。SSLでのみ有効
nl_nl: Absoluut pad, werkt alleen met SSL
ru_ru: Абсолютный путь, работает только с SSL

source: 3 or 6 character hex value. e.g. #333 or #333333
nl_nl: 3 of 6 karakter hexidecimale waarde. b.v. #333 or #333333

source: Absolute path, must be defined together with Privacy policy
nl_nl: Absoluut pad, moet gedefinieerd zijn samen met Privicybeleid

source: Absolute path, must be defined together with Terms of service
nl_nl: Absoluut pad, moet gedefinieerd zijn samen met Gebruikersvoorwaarden

source: Default WordPress dashboard
ja_jp: デフォルトWordPressダッシュボード
nl_nl: Standaard WordPress dashboard
ru_ru: Стандартная панель WordPress

source: Post Comment
nl_nl: Verstuur Reactie

source: post comment
nl_nl: rverstuur Reactie

source: Enables anonymous posting implicitly
ja_jp: 匿名投稿を暗黙で有効にする
nl_nl: Maakt anoniem posten impliciet
ru_ru: Включает анонимный постинг

source: Default
ja_jp: デフォルト
nl_nl: Standaard
ru_ru: По умолчанию

source: Security risk!
ja_jp: セキュリティリスク!
nl_nl: Beveiligings risico!
ru_ru: Возможны проблемы с безопасностью!

source: Blue
nl_nl: Blauw

source: Black
nl_nl: Zwart

source: Orange
nl_nl: Oranje

source: Save Changes
nl_nl: Wijzigingen Opslaan
ru_ru: Сохранить изменения

source: Mozilla Persona login button
ja_jp: Mozilla Personaログインボタン
nl_nl: Mozilla Persona login knop
ru_ru: Кнопка входа Mozilla Persona

source: Title:
nl_nl: Titel:
ru_ru: Заголовок:

source: New user registration on your site %s:
ja_jp: あなたのサイト %s での新しいユーザーの登録:
nl_nl: Nieuwe gebruiker registratie op je site %s:
ru_ru: Новый пользователь зарегистрировался на вашем сайте %s:

source: Username: %s
ja_jp: ユーザー名: %s
nl_nl: Gebruikersnaam: %s
ru_ru: Имя пользователя: %s

source: [%s] New User Registration
ja_jp: [%s] 新しいユーザーの登録
nl_nl: [%s] Nieuwe Gebruiker Registratie
ru_ru: [%s] Регистрация нового пользователя

source: %s uses Mozilla Persona to sign in and does not use passwords
ja_jp: %sはサインインにMozilla Personaを使用していますが、パスワードを使用していません
nl_nl: %s maakt gebruik van Mozilla Persona om in te loggen en gebruikt geen wachtwoorden
ru_ru: [%s] использовал Mozilla Persona для входа без пароля

source: [%s] Your username
ja_jp: [%s] あなたのユーザ名
nl_nl: [%s] Jou gebruikersnaam
ru_ru: [%s] Ваше имя пользователя

source: Password: %s
ja_jp: パスワード: %s
nl_nl: Wachtwoord: %s
ru_ru: Пароль: %s

source: [%s] Your username and password
ja_jp: [%s] あなたのユーザー名とパスワード
nl_nl: [%s] Jou gebruiksnaam en wachtwoord
ru_ru: [%s] Ваше имя пользователя и пароль

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
ja_jp: <strong>エラー</strong>: あなたのアカウントはスパマーとしてマークされています。
ru_ru: <strong>ОШИБКА</strong>: В Вашем аккаунте замечена спам активность.

source: Site Suspended.
ja_jp: サイトは休止中です。
ru_ru: Работа сайта приостановлена.

source: E-mail: %s
ja_jp: メールアドレス: %s

source: Comment
ru_ru: Комментарий
