Repository: shane-tomlinson/browserid-wordpress
Catalog: languages/browserid-by_BY.po
Languages: uk

source: Sign in with your email
uk: Увайсці з сваёй паштовай скрыні

source: Logout
uk: Выйсці

source: Comment
uk: Каментар

source: Settings
uk: Налады

source: Verification failed
uk: Верыфікацыя скончылася няўдала

source: Verification response invalid
uk: Памылковы адказ верыфікацыі

source: You must already have an account to log in with Persona.
uk: Вы павінны сець аккаўнт для ўваходу пра дапамозе Persona .

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
uk: <strong>ПАМЫЛКА</strong> Ваш аккаўнт быў адзначаны як спаммер .

source: Site Suspended.
uk: Праца сайта спынена.

source: Register
uk: Рэгістрацыя

source: Password reset disabled
uk: Зброс пароля адключаны

source: %s uses Mozilla Persona to sign in and does not use passwords. Password reset is disabled.
uk: %s выкарыстоўвае Mozilla Persona для увахода ў сістэму без пароля . Адноўка пароля адключана.

source: What is Persona?
uk: Што такоеPersona?

source: Administration
uk: Адміністрацыя

source: Site name:
uk: Назва сайту:

source: Site logo:
uk: Лого сайту:

source: Disable non-Persona logins:
uk: Зрабіць Persona адзінай магчымасцю ўвахода ў сістэму:

source: Login button HTML:
uk: HTML кнопка ўвахода:

source: Logout button HTML:
uk: HTML кнопка выхода:

source: Login redirection URL:
uk: URL для перанакіравання пасля входа:

source: Enable for comments:
uk: Уключыць у камментарах:

source: Enable bbPress integration:
uk: Уключыць інтэграцыю з bbPress:

source: Comment button HTML:
uk: HTML кнопка камментара:

source: Verification server:
uk: Сэрвер праверкі:

source: Debug mode:
uk: Атладка:

source: Absolute path, works only with SSL
uk: Абсалютны шлях, працуе толькі з SSL

source: Default WordPress dashboard
uk: Звычайная панэль WordPress

source: Enables anonymous posting implicitly
uk: Уключае ананімны поцінг

source: Default
uk: Звычайныя налады

source: Security risk!
uk: Рызыка бяспекі!

source: Save Changes
uk: Захаваць налады

source: Mozilla Persona login button
uk: Кнопка уваходу Mozilla Persona

source: Title:
uk: Загаловок:

source: New user registration on your site %s:
uk: Новы карыстальнік зарэгистраваўся на вашым сайце %s:

source: Username: %s
uk: Имя карыстальніка %s

source: [%s] New User Registration
uk: [%s] Рэгістрацыя новага карыстальніка

source: %s uses Mozilla Persona to sign in and does not use passwords
uk: [%s] выкарыставаў Mozilla Persona для вўвахода без пароля

source: [%s] Your username
uk: [%s] Ваша імя карыстальніка

source: Password: %s
uk: Пароль: %s

source: [%s] Your username and password
uk: [%s] Ваша имя карыстальніка і пароль
